import aboutImage from '../data/images/aboutImage.jpg';

const About = () => {
  return (
    <div>
      <img src={aboutImage} alt="aboutImage" className="dark:grayscale" />
      <div className="px-48 pt-6 text-right">
        <p>
          موسس پیتزا در سفری که به خارج از ایران رفته بود، زمانی که برای اولین
          بار با اپلیکیشن روی موبایلش، پیتزای مورد علاقه اش را ساخت و خیلی زود
          اون رو در اتاق هتلش تحویل گرفت، در حینی که از خوردن پیتزاش لذت می برد
          به این فکر می کرد که کاش در شهر خودمون می تونستیم چنین سرویس و خدماتی
          داشته باشیم. برای محقق شدن این رویا فقط یک راه وجود داشت و این گونه شد
          که پیتزا متولد شد
        </p>
        <p className="my-4">
          اون می دونست در شهری که پر از فست فودهای خوبه، مردمش فقط بهترین ها رو
          قبول می کنند. پس بعد از چندین ماه تحقیق و بررسی بهترین پیتزا فروشی های
          ایران و خارج از کشور و مشاوره و همکاری با چند تا از بهترین سرآشپزها و
          تست و بررسی انواع رسیپی ها و بهترین پیتزاهای ایتالیایی ناپولی،
          نیویرکی، پن پیتزا و بقیه انواع پیتزا، سرانجام اولین شعبه پیتزا افتتاح
          شد تا بتونه با ارائه خدمات نو علاوه بر یه پیتزای خوب، لحظات شیرین با
          یه حس خوب برای مشتریانش رقم بزنه
        </p>
        <p>
          {' '}
          همه روزه ظهرها از ساعت ۱۱:۳۰ الی ۱۵ و شب ها از ساعت ۱۹ الی ۰۰:۳۰ آماده
          ارائه خدمات به مشتریانش در محدوده قابل توجهی از شهر می باشیم
        </p>
      </div>
    </div>
  );
};

export default About;
